export const state = {
  exp:[
  	{
  		company: '資拓宏宇',
  		period: '2015/06 至今',
  		years: [
  			{
  				year: '2018',
  				proj: [
  					{
  						name: '戶政系統綠色便民案',
  						resp: '軟體開發、共用元件開發'
  					}
  				]
  			},
  			{
  				year: '2017',
  				achieve: '獲得世大運主辦單位肯定並給予獎狀',
  				proj: [
  					{
  						name: '台61線西濱高速公路交通資訊蒐集及顯示系統',
  						resp: '軟體開發、共用元件開發'
  					},{
  						name: '交通部公路總局蘇花公路改善工程',
  						resp: '軟體開發、共用元件開發'
  					},{
  						name: '世大運接駁車監控系統',
  						resp: '軟體開發與維護、系統建置'
  					}
  				]
  			},
  			{
  				year: '2016',
  				achieve: '獲得傑出員工殊榮',
  				proj: [
  					{
  						name: '桃園交通控制系統維護',
  						resp: '軟體開發與維護'
  					},{
  						name: '宜蘭縣E-Tag系統',
  						resp: '軟體開發與維護'
  					},{
  						name: '非洲史瓦濟蘭高速公路第一期交控系統',
  						resp: '軟體開發'
  					},{
  						name: '省道即時路口交通資訊蒐集及系統功能擴充',
  						resp: '軟體開發與維護'
  					},{
  						name: '區域交通控制整合計畫',
  						resp: '軟體開發與維護'
  					},{
  						name: '區域交通控制中心雲端化計畫',
  						resp: '軟體開發與維護'
  					},{
  						name: '臺北市交通監控及資料蒐集系統工程',
  						resp: '軟體開發與維護'
  					}
  				]
  			},
  			{
  				year: '2015',
  				proj: [
  					{
  						name: '臺北市交通控制系統維護',
  						resp: '系統維護'
  					},{
  						name: '基隆交通控制系統維護',
  						resp: '系統維護'
  					},{
  						name: '宜蘭交通控制系統維護',
  						resp: '系統維護'
  					},{
  						name: '臺北市停車場導引系統',
  						resp: '資料庫建置、軟體開發與維護'
  					},{
  						name: '臺北大眾捷運增設月台門工程',
  						resp: '系統維護'
  					},{
  						name: '新北市境內風景區停車資訊導引系統',
  						resp: '軟體開發與維護'
  					}
  				]
  			}
  		]
  	}
  ]
};